export default {
  code:
`
// 3，2，1 ... 1，2，3...
`,
  executions: [{
    name:'初始化',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'解压中',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'组装中',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'打包中',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'😄😄😄',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'编译中...',
    time: '',
    visible: false
  }],
  barrages: [
    '这么美的对象赚大了',
    '宝宝真好看',
    '做饭真好吃，好吃爱吃😋',
    '人美心更美',
    '你是最棒哒',
    '哇哇哇，超爱你',
    '么么哒😘😘',
    '今晚翻你牌',
    '要给你拍很多美美的照片',
    '我的代码也算是有点用了',
    '宝宝要一直开心呀',
    '下次去看海呀',
    '我们一起加油吧',
    '还有好多一起要做的事情呀'
  ],
}