export default {
  code:
`
// Hello 宝宝💌
// 抱歉哦，我最近两个月工作太忙太忙了💦，陪你的时间太少😔
// 今天不为工作写代码，这些代码专属于宝宝
// 2024.8.2 -> 2024.11.10
// ❤️❤️❤️我们在一起100天啦❤️❤️❤️
// 这100天里，我们也一起经历了很多，笑过，哭过
// 异地恋很坎坷，我们每一次的奔赴都是对彼此爱的诠释
// 谢谢宝宝对我倔脾气的包容
// 想和宝宝度过以后所有的春夏秋冬
// 想和宝宝一起看日出日落，看山河湖海...
// 乱七八糟说了一堆，其实就是想说
// 我爱你，爱你，爱你，爱你💗
// 来不及说了，程序要起飞啦，快抱紧我！
// 3，2，1 ... 1，2，3...
`,
  executions: [{
    name:'初始化',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'解压中',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'组装中',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'打包中',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'😄😄😄',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'编译中...',
    time: '',
    visible: false
  }],
  barrages: [
    '这么美的对象赚大了',
    '宝宝真好看',
    '做饭真好吃，好吃爱吃😋',
    '人美心更美',
    '你是最棒哒',
    '哇哇哇，超爱你',
    '么么哒😘😘',
    '今晚翻你牌',
    '要给你拍很多美美的照片',
    '我的代码也算是有点用了',
    '宝宝要一直开心呀',
    '下次去看海呀',
    '我们一起加油吧',
    '还有好多一起要做的事情呀'
  ],
}